Repository: NiLuJe/KoboUSBMS
Catalog: po/*/usbms.po
Languages: fr_fr

source: USB Mass Storage
fr_fr: Stockage de Masse USB

source:  Please disable USBNet manually! Press the power button to exit.
fr_fr:  Veuillez désactiver USBNet manuellement! Appuyez sur le bouton d'alimentation pour quitter.

source:  Please disable USBSerial manually! Press the power button to exit.
fr_fr:  Veuillez désactiver USBSerial manuellement! Appuyez sur le bouton d'alimentation pour quitter.

source:  Filesystem is busy! Offending processes:
fr_fr:  Le système de fichier est occupé! Processus responsables:

source:  The fuser script failed! The device will shutdown in 90 sec.
fr_fr:  Le script fuser a échoué! L'appareil va s'éteindre dans 90 sec.

source: Press the power button to exit.
fr_fr: Appuyez sur le bouton d'alimentation pour quitter.

source:  Failed to run the fuser script! The device will shutdown in 90 sec.
fr_fr:  Impossible de lancer le script fuser! L'appareil va s'éteindre dans 90 sec.

source: Waiting to be plugged in... Or, press the power button to exit.
fr_fr: En attente de branchement... Ou alors, appuyez sur le bouton d'alimentation pour quitter.

source: Starting USBMS session...
fr_fr: Lancement de la session USBMS...

source:  Failed to start the USBMS session! The device will shutdown in 90 sec.
fr_fr:  Échec du lancement de la session USBMS! L'appareil va s'éteindre dans 90 sec.

source: USBMS session in progress. Please eject your device safely before unplugging it.
fr_fr: Session USBMS en cours. Veuillez éjecter votre appareil proprement avant de le débrancher.

source:  Failed to detect an unplug event! The device will shutdown in 90 sec.
fr_fr:  Échec de la détection du débranchement! L'appareil va s'éteindre dans 90 sec.

source: Ending USBMS session...
fr_fr: Clôture de la session USBMS...

source:  Failed to end the USBMS session! The device will shutdown in 90 sec.
fr_fr:  Échec de la clôture de session USBMS! L'appareil va s'éteindre dans 90 sec.

source: Done! KOReader will now restart...
fr_fr: C'est fini! KOReader va maintenant redémarrer...
